utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency65536-httperf-output-round2.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 2

Total: connections 300 requests 66 replies 66 test-duration 2.581 s

Connection rate: 116.2 conn/s (8.6 ms/conn, <=14 concurrent connections)
Connection time [ms]: min 0.3 avg 124.2 max 1653.8 median 1.5 stddev 321.3
Connection time [ms]: connect 0.0
Connection length [replies/conn]: 1.000

Request rate: 25.6 req/s (39.1 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 0.0 avg 0.0 max 0.0 stddev 0.0 (0 samples)
Reply time [ms]: response 1.5 transfer 122.6
Reply size [B]: header 71.0 content 17114358.0 footer 0.0 (total 17114429.0)
Reply status: 1xx=0 2xx=66 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.42 system 2.13 (user 16.1% system 82.5% total 98.6%)
Net I/O: 427371.8 KB/s (3501.0*10^6 bps)

Errors: total 234 client-timo 0 socket-timo 0 connrefused 234 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0