utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency8192-httperf-output-round3.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 2

Total: connections 300 requests 300 replies 300 test-duration 9.765 s

Connection rate: 30.7 conn/s (32.5 ms/conn, <=58 concurrent connections)
Connection time [ms]: min 0.3 avg 674.8 max 9552.9 median 9.5 stddev 1782.4
Connection time [ms]: connect 0.9
Connection length [replies/conn]: 1.000

Request rate: 30.7 req/s (32.5 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 54.6 avg 54.6 max 54.6 stddev 0.0 (1 samples)
Reply time [ms]: response 6.1 transfer 667.8
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.55 system 8.96 (user 5.7% system 91.8% total 97.5%)
Net I/O: 522858.6 KB/s (4283.3*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0